Repository: NMarjou/localization-app
Catalog: TMs/en-US_fr-FR.tmx
Source language: en_us
Languages: fr_fr

source: The reference number cannot be longer than 50 characters.
fr_fr: Le numéro de référence ne peut pas dépasser 50 caractères.

source: The request date cannot be empty.
fr_fr: La date de demande ne peut pas être vide.

source: The request date cannot be in the future.
fr_fr: La date de demande ne peut pas être dans le futur.

source: Request details
fr_fr: Détails de la demande

source: Response to requester
fr_fr: Réponse au demandeur

source: Response to worker
fr_fr: Réponse à l'employé(e)

source: Select data source
fr_fr: Sélectionner la source de données

source: Select template
fr_fr: Sélectionner un modèle

source: Send & close
fr_fr: Envoyer et fermer

source: You are about to close this pay information request. This action is irreversible. The document will be added to the selected communication round. Are you sure you want to proceed?
fr_fr: Vous êtes sur le point de clôturer cette demande d'informations de rémunération. Cette action est irréversible. Le document sera ajouté au cycle de communication sélectionné. Êtes-vous sûr de vouloir continuer ?

source: Confirm closing request
fr_fr: Confirmer la demande de clôture

source: If you close now, request will be saved and the document won't be added.
fr_fr: Si vous fermez maintenant, la demande sera enregistrée et le document ne sera pas ajouté.

source: Close without adding a document
fr_fr: Fermer sans ajouter de document

source: The pay information request was successfully closed.
fr_fr: La demande d'informations sur la rémunération a été clôturée correctement.

source: Workflow is enabled for the selected communication round. The attached document will be added but won't be visible by the worker until it is released
fr_fr: Le workflow est activé pour le cycle de communication sélectionné. Le document joint sera ajouté mais ne sera pas visible par l'employé(e) tant qu'il ne sera pas publié.

source: Workflow enabled
fr_fr: Workflow activé

source: Approaching deadline
fr_fr: Date limite approchante

source: Closed without document
fr_fr: Clôturé sans document

source: Document deleted
fr_fr: Document supprimé

source: Not released to worker
fr_fr: Non communiqué à l'employé(e)

source: Overdue
fr_fr: En retard

source: Remove filters and clear the search to show all results.
fr_fr: Supprimez les filtres et effacez la recherche pour afficher tous les résultats.

source: Your pay information requests will appear here. Check back later for updates or explore more features in the meantime.
fr_fr: Vos demandes d'informations sur la rémunération apparaîtront ici. Revenez plus tard pour les mises à jour ou explorez d'autres fonctionnalités en attendant.

source: API upload
fr_fr: Téléchargement API

source: {{count}} day
fr_fr: {{count}} jour

source: {{count}} days
fr_fr: {{count}} jours

source: Reopened
fr_fr: Rouvert

source: Manage pay information requests.
fr_fr: Gérer les demandes d'informations salariales.

source: Pay information requests
fr_fr: Demandes d'informations sur la rémunération

source: Technical account (API upload)
fr_fr: Compte technique (téléchargement API)

source: View request
fr_fr: Voir la demande

source: The worker cannot be empty.
fr_fr: L'employé(e) ne peut pas être vide.

source: Create prediction
fr_fr: Créer une prédiction

source: There are no predictions to display at the moment.
fr_fr: Il n'y a actuellement aucune prédiction à afficher

source: My prediction list
fr_fr: Ma liste de prédictions

source: Created date: {{date}}
fr_fr: Date de création : {{date}}

source: Created date: {{createDate}} Updated: {{modifiedDate}}
fr_fr: Date de création : {{createDate}} Date de mise à jour : {{modifiedDate}}

source: No predictions with the name "{{phrase}}"
fr_fr: Aucune prédiction avec le nom " {{phrase}} "

source: Search prediction
fr_fr: Rechercher une prédiction

source: Here you can find a list of system-generated salary proposals that consider factors like salary ranges and promotion levels to support external competitiveness and internal equity.
fr_fr: Vous trouverez ici une liste de propositions de salaire générées par le système qui prennent en compte des facteurs tels que les fourchettes de salaire et les niveaux de promotion pour encourager la compétitivité externe et l'équité interne.

source: Existing worker
fr_fr: Employé(e) existant(e)

source: New hire
fr_fr: Nouvelle embauche

source: There are no feedback types available for this worker. Share your thoughts to help your team members grow.
fr_fr: Aucun type de feedback disponible pour cet employé(e). Partagez vos opinions pour aider vos coéquipiers à grandir.

source: Shared with me
fr_fr: Partagés avec moi

source: Average: {{avg}}
fr_fr: Moyenne : {{avg}}

source: Based on evaluations provided by workers
fr_fr: Sur la base des évaluations fournies par les employé(e)s

source: Give feedback to increase the chances of generating insights.
fr_fr: Donnez du feedback pour augmenter les chances de générer u aperçu.

source: {{count}} rated feedback to generate statistics
fr_fr: {{count}} feedbacks notés en plus pour générer des statistiques

source: Perceived <strong>clarity</strong>
fr_fr: Clarté <strong>perçue</strong>

source: Perceived <strong>trust</strong>
fr_fr: Fiabilité <strong>perçue</strong>

source: Rated feedback
fr_fr: Feedback noté

source: Manager feedback ratings
fr_fr: Notations de feedback des managers

source: Until the next update
fr_fr: Jusqu'à la prochaine mise à jour

source: Feedback marked as public by this worker
fr_fr: Feedback marqué comme public par cet employé(e)

source: Check again later for updates or explore more in the meantime.
fr_fr: Revenez plus tard pour de nouvelles mises à jour ou explorez davantage la plateforme entre-temps.

source: Feedback that was sent to this worker
fr_fr: Feedback envoyé à cet employé(e)

source: You haven’t sent any feedback to this worker yet. Share your thoughts to help your team members grow.
fr_fr: Vous n'avez pas encore envoyé de feedback à cet(te) employé(e). Partagez vos opinions pour favoriser l'évolution professionnelle vos membres d'équipe.

source: {{firstName}} is waiting for your feedback. Why not share your insights now?
fr_fr: {{firstName}} attend votre feedback. Pourquoi ne pas partager vos idées dès maintenant ?

source: Feedback this team member shared with me
fr_fr: Feedbacks que ce membre de l'équipe a partagés avec moi

source: Sharing feedback helps improve teamwork and processes within the company.
fr_fr: Le partage de feedback aide à améliorer le travail d'équipe et les processus au sein de l'entreprise.

source: Goals owned by your team member and on which they need to work.
fr_fr: Objectifs dont votre membre d'équipe est titulaire et sur lesquels il/elle doit travailler.

source: No results.<br/>Clear search to show all goals.
fr_fr: Aucun résultat.<br/>Effacez votre recherche pour afficher tous les objectifs.

source: This team member has no goals yet.
fr_fr: Ce membre de l'équipe n'a pas encore d'objectifs.

source: This team member has no assigned performance review at the moment.
fr_fr: Aucun bilan de performance n'est actuellement assigné à ce membre de l'équipe.

source: Career development
fr_fr: Développement de carrière

source: Reassigned to: {{userName}}
fr_fr: Réaffecté à : {{userName}}

source: Go to career development plan
fr_fr: Aller au plan de développement de carrière

source: Reassigned
fr_fr: Réaffecté

source: Reassigned to {{userName}}
fr_fr: Réaffecté à {{userName}}

source: Compare workers
fr_fr: Comparer des employé(e)s

source: Direct reports
fr_fr: Subordonnés directs

source: {{firstName}}'s goal progress
fr_fr: Progression de l'objectif de {{firstName}}

source: Last feedback
fr_fr: Feedback le plus récent

source: No feedback
fr_fr: Aucun feedback

source: (me)
fr_fr: (moi)

source: Next check-in
fr_fr: Prochain check-in

source: No check-ins
fr_fr: Aucun check-in

source: Go to check-in
fr_fr: Aller au check-in

source: Go to review
fr_fr: Aller au bilan

source: No team members match your criteria. Try adjusting your search or check the spelling and filters to find the right team member.
fr_fr: Aucun membre d'équipe ne correspond à vos critères. Ajustez votre recherche, ou vérifiez l'orthographe et les filtres pour trouver le bon membre de l'équipe.

source: No team members selected
fr_fr: Aucun membre d'équipe sélectionné

source: Select one or more team members to view their performance metrics. Check the box next to their name to analyze their data.
fr_fr: Sélectionnez un ou plusieurs membres de l'équipe pour voir leurs statistiques de performance. Cochez la case à côté de leur nom pour analyser leurs données.

source: Direct reports of {{name}}
fr_fr: Subordonnés directs de {{name}}

source: Team view
fr_fr: Vue d'équipe

source: Top behavior
fr_fr: Comportement le plus valorisé

source: No behaviors
fr_fr: Aucun comportement

source: You don't have any direct reports
fr_fr: Vous n'avez aucun subordonné direct

source: Worker tree
fr_fr: Arbre des employé(e)s

source: Search for a recipient
fr_fr: Rechercher un destinataire

source: No recipients with the name "{{phrase}}"
fr_fr: Aucun destinataire du nom de " {{phrase}} "

source: This table displays a comprehensive list of documents associated with your team. You can preview, download and release these documents here. Please ensure the accuracy and relevance of each document before approving.
fr_fr: Ce tableau contient une liste exhaustive des documents associés à votre équipe. Vous pouvez ici consulter un aperçu des documents, les télécharger et les mettre à disposition des employé(e)s. Assurez-vous que chaque document est correct et pertinent avant approbation.

source: {{selectedItemsCount}} items selected
fr_fr: {{selectedItemsCount}} éléments sélectionnés

source: Select all {{allAvailableDocumentsCount}} items
fr_fr: Sélectionner les {{allAvailableDocumentsCount}} éléments

source: Communication rounds
fr_fr: Cycles de communication

source: View and manage team documents.
fr_fr: Consultez et gérez les documents de votre équipe.

source: You have not accessed any communication rounds yet.
fr_fr: Vous n'avez encore consulté aucun cycle de communication.

source: No communication rounds
fr_fr: Aucun cycle de communication

source: Communication manager review
fr_fr: Revue du responsable de la communication

source: Communication round list
fr_fr: Liste des cycles de communication

source: HR BP review
fr_fr: Revue HRBP

source: Document released automatically
fr_fr: Document publié automatiquement

source: <strong>{{name}}</strong> changed the workflow step
fr_fr: <strong>{{name}}</strong> a changé l'étape du workflow

source: Document imported
fr_fr: Document importé

source: <strong>{{name}}</strong> imported the document
fr_fr: <strong>{{name}}</strong> a importé le document

source: Document overridden
fr_fr: Document écrasé

source: <strong>{{name}}</strong> overrode the document
fr_fr: <strong>{{name}}</strong> a écrasé le document

source: Document details
fr_fr: Détails du document

source: Recipient
fr_fr: Destinataire

source: <strong>{{name}}</strong> imported the document from the pay information request {{requestId}}
fr_fr: <strong>{{name}}</strong> a importé le document depuis la demande d'informations de rémunération {{requestId}}

source: <strong>{{name}}</strong> released the document
fr_fr: <strong>{{name}}</strong> a mis a disposition le document

source: <strong>{{name}}</strong> unreleased the document
fr_fr: <strong>{{name}}</strong> a retiré le document

source: <strong>{{name}}</strong> viewed the document
fr_fr: <strong>{{name}}</strong> a consulté le document

source: Unrelease
fr_fr: Retirer

source: Download document
fr_fr: Télécharger le document

source: Import
fr_fr: Importer

source: The document was successfully canceled.
fr_fr: Le document a été correctement annulé.

source: The workflow step was successfully changed.
fr_fr: L'étape du workflow a été correctement modifiée.

source: The document was successfully deleted.
fr_fr: Le document a été correctement supprimé.

source: The document was successfully released.
fr_fr: Le document a été correctement mis à disposition.

source: One or more validation errors occurred. Some document are not in the proper workflow step for the requested action. Please, refresh the page.
fr_fr: Une ou plusieurs erreurs de validation se sont produites. Certains documents ne sont pas dans l'étape de workflow appropriée pour l'action demandée. Veuillez actualiser la page.

source: Release document
fr_fr: Mettre à disposition le document

source: View document
fr_fr: Afficher le document

source: Change workflow step
fr_fr: Modifier l'étape du workflow

source: Add filter criteria
fr_fr: Ajouter des critères de filtre

source: Advanced filters
fr_fr: Filtres avancés

source: Filter
fr_fr: Filtre

source: Region
fr_fr: Région

source: State
fr_fr: État

source: Select fields & values
fr_fr: Sélectionner les champs et les valeurs

source: Comm manager: {{count}} filter applied
fr_fr: Manager de communication : {{count}} filtre appliqué

source: Comm manager: {{count}} filters applied
fr_fr: Manager de communication : {{count}} filtres appliqués

source: Recipient: {{count}} filter applied
fr_fr: Destinataire : {{count}} filtre appliqué

source: Recipient: {{count}} filters applied
fr_fr: Destinataire : {{count}} filtres appliqués

source: Comm manager
fr_fr: Manager de communication

source: Values
fr_fr: Valeurs

source: Target workflow step
fr_fr: Etape cible du workflow

source: Release
fr_fr: Mettre à disposition

source: Do you want to release {{selectedRowKeysLength}} out of {{allAvailableDocumentsCount}} selected documents? Only not released documents that are in "Document review" step will be released.
fr_fr: Voulez-vous mettre à disposition {{selectedRowKeysLength}} documents sur les {{allAvailableDocumentsCount}} sélectionnés ? Seuls les documents non mis à disposition au statut " Révision de document " seront publiés.

source: You cannot release the documents. The selected documents have already been released.
fr_fr: Vous ne pouvez pas mettre à disposition les documents. Les documents sélectionnés ont déjà été mis à disposition.

source: {{releasedDocumentsLength}} of the {{selectedRowKeysLength}} documents are already released. Do you want to release the other documents?
fr_fr: {{releasedDocumentsLength}} des {{selectedRowKeysLength}} documents sélectionnés ont déjà été mis à disposition. Voulez-vous mettre à disposition les autres documents ?

source: Do you want to release {{selectedRowKeysLength}} documents?
fr_fr: Voulez-vous mettre à disposition {{selectedRowKeysLength}} documents ?

source: Documents already released
fr_fr: Documents déjà mis à disposition

source: {{SucceededCount}} of {{RequestedCount}} documents were successfully released. Documents that are already released and documents that are not in "Document review" step cannot be released.
fr_fr: {{SucceededCount}} des {{RequestedCount}} documents ont été correctement mis à disposition. Les documents déjà mis à disposition et les documents qui ne sont pas à l'étape "Revue de document" ne peuvent pas être mis à disposition.

source: {{SucceededCount}} of {{RequestedCount}} documents were successfully released.
fr_fr: {{SucceededCount}} documents sur {{RequestedCount}} ont été correctement mis à disposition.

source: {{FailedLength}} of {{RequestedCount}} selected documents cannot be released. Only not released documents that are in "Document review" step can be released.
fr_fr: {{FailedLength}} des {{RequestedCount}} documents sélectionnés ne peuvent pas être mis à disposition. Seuls les documents au statut "Révision de document" peuvent être mis à disposition.

source: {{selectedDocsLength}} documents selected:
fr_fr: {{selectedDocsLength}} documents sélectionnés :

source: Do you want to unrelease {{selectedRowKeysLength}} out of {{allAvailableDocumentsCount}} selected documents? Only released documents will be unreleased.
fr_fr: Voulez-vous annuler la publication de {{selectedRowKeysLength}} documents sur {{allAvailableDocumentsCount}} sélectionnés ? Seuls les documents publiés seront concernés.

source: You cannot unrelease files that are in "Unreleased" and "Not released" status.
fr_fr: Vous ne pouvez pas annuler la publication des fichiers qui sont au statut "Non publié" et "Pas publié".

source: You cannot unrelease the files. The selected files have not been released yet.
fr_fr: Vous ne pouvez pas annuler la publication des fichiers. Les fichiers sélectionnés n'ont pas encore été publiés.

source: You cannot unrelease the files. The selected files have already been unreleased.
fr_fr: Vous ne pouvez pas annuler la publication des fichiers. Les fichiers sélectionnés ont déjà été annulés.

source: {{unReleasedDocumentsLength}} of the {{selectedRowKeysLength}} are already unreleased. Do you want to unrelease the other documents?
fr_fr: {{unReleasedDocumentsLength}} documents sur les {{selectedRowKeysLength}} ont déjà été retirés. Voulez-vous retirer les autres documents ?

source: Do you want to unrelease {{selectedRowKeysLength}} documents?
fr_fr: Voulez-vous retirer {{selectedRowKeysLength}} documents ?

source: Documents already unreleased
fr_fr: Documents déjà rétirés

source: Unrelease impossible
fr_fr: Retrait impossible

source: Files not released
fr_fr: Documents non mis à disposition

source: {{SucceededCount}} of {{RequestedCount}} documents were successfully unreleased. Documents that are not released cannot be unreleased.
fr_fr: {{SucceededCount}} documents sur {{RequestedCount}} ont été correctement retirés. Les documents qui n'ont pas été mis à disposition ne peuvent pas être retirés.

source: {{SucceededCount}} of {{RequestedCount}} documents were successfully unreleased.
fr_fr: {{SucceededCount}} documents sur {{RequestedCount}} ont été correctement retirés.

source: {{FailedLength}} of {{RequestedCount}} selected documents cannot be unreleased. Only released documents can be unreleased.
fr_fr: {{FailedLength}} des {{RequestedCount}} documents sélectionnés ne peuvent pas être retirés. Seuls les documents mis à disposition peuvent être retirés.

source: My summary document
fr_fr: Mon document récapitulatif

source: Generation date
fr_fr: Date de génération

source: Document recipient
fr_fr: Destinataire du document

source: Release status
fr_fr: Statut de mise à disposition

source: My summary doc
fr_fr: Mon document récapitulatif

source: Are you sure you want to cancel the release of the selected documents?
fr_fr: Voulez-vous vraiment annuler la mise à disposition des documents sélectionnés ?

source: Unrelease selected documents
fr_fr: Retirer les documents sélectionnés

source: Are you sure you want to delete the selected documents?
fr_fr: Voulez-vous vraiment supprimer les documents sélectionnés ?

source: Delete documents
fr_fr: Supprimer les documents

source: Are you sure you want to release the selected documents?
fr_fr: Voulez-vous vraiment mettre à disposition les documents sélectionnés ?

source: Release selected documents
fr_fr: Mettre à disposition les documents sélectionnés

source: Communication manager name
fr_fr: Nom du responsable de communication

source: Type part of a name
fr_fr: Saisissez une partie d'un nom

source: Generated after
fr_fr: Généré après

source: Generated before
fr_fr: Généré avant

source: Remove filters and the clear the search to show all results.
fr_fr: Supprimez les filtres et effacez la recherche pour afficher tous les résultats.

source: Recipient name
fr_fr: Nom du destinataire

source: Do you want to change the workflow step of {{selectedRowKeysLength}} out of {{allAvailableDocumentsCount}} selected documents? Only selected rows that are not in "{{TargetStep}}" step will be moved. You must unrelease released documents to be able to move them along in the workflow.
fr_fr: Voulez-vous changer l'étape de workflow de {{selectedRowKeysLength}} documents surt les {{allAvailableDocumentsCount}} sélectionnés ? Seules les lignes sélectionnées qui ne sont pas à l'étape " {{TargetStep}} " seront déplacées. Vous devez retirer les documents mis à disposition pour pouvoir les déplacer dans le workflow.

source: Change workflow step of selected documents
fr_fr: Changer l'étape de workflow des documents sélectionnés

source: You cannot change the workflow step of the selected documents.
fr_fr: Vous ne pouvez pas passer les documents à l'étape de workflow suivante.

source: Workflow step change impossible
fr_fr: Changement d'étape de workflow impossible.

source: {{SucceededCount}} of {{RequestedCount}} documents were successfully moved to the next workflow step.
fr_fr: {{SucceededCount}} sur {{RequestedCount}} documents ont été correctement passés à l'étape suivante du workflow.

source: {{FailedLength}} of the {{RequestedCount}} selected documents cannot be changed at the moment. Please try again later.
fr_fr: {{FailedLength}} des {{RequestedCount}} documents sélectionnés ne peuvent pas être modifiés pour le moment. Veuillez réessayer plus tard.

source: Release impossible. The selected documents have already been released.
fr_fr: Mise à disposition impossible. Les documents sélectionnés ont déjà été été mis à disposition.

source: Do you want to release {{selectedRowKeysLength}} selected documents?
fr_fr: Souhaitez-vous mettre à disposition les {{selectedRowKeysLength}} documents sélectionnés ?

source: {{SucceededCount}} of {{RequestedCount}} documents were successfully released. Documents that are already released and documents that are not in 'Document Review' step cannot be released.
fr_fr: {{SucceededCount}} documents sur {{RequestedCount}} ont été correctement mis à disposition. Les documents déjà mis à disposition et les documents qui ne sont pas à l'étape " Révision de document " ne peuvent pas être mis à disposition.

source: {{FailedLength}} of the {{RequestedCount}} selected documents cannot be released. Only not released documents that are in "Document review" step can be released.
fr_fr: {{FailedLength}} des {{RequestedCount}} documents sélectionnés ne peuvent pas être mis à disposition. Seuls les documents non mis à disposition à l'étape " Révision de document " peuvent être mis à disposition.

source: Do you want unrelease {{selectedRowKeysLength}} out of {{allAvailableDocumentsCount}} selected documents? Only released documents will be unreleased.
fr_fr: Voulez-vous vraiment retirer {{selectedRowKeysLength}} documents sur {{allAvailableDocumentsCount}} sélectionnés ? Seuls les documents déjà mis à disposition seront concernés.

source: You cannot unrelease files in "Unreleased" and "Not released" status.
fr_fr: Vous ne pouvez pas retirer les documents au statut " Retiré " et " Non mis à disposition ".

source: You cannot unrelease the files; the selected files haven't been released yet.
fr_fr: Vous ne pouvez pas retirer les documents ; les documents sélectionnés n'ont pas encore été mis à disposition.

source: You cannot unrelease files. The selected files have already been unreleased.
fr_fr: Vous ne pouvez pas retirer les documents. Les documents sélectionnés ont déjà été retirés.

source: {{unReleasedDocumentsLength}} of the {{selectedRowKeysLength}} selected documents are already unreleased. Do you want to unrelease the other documents?
fr_fr: {{unReleasedDocumentsLength}} des {{selectedRowKeysLength}} documents sélectionnés ont déjà été retirés. Voulez-vous retirer les autres documents ?

source: Do you want to unrelease {{selectedRowKeysLength}} selected document(s)?
fr_fr: Voulez-vous annuler retirer {{selectedRowKeysLength}} document(s) sélectionné(s) ?
